[{"MsgID":"S134235235","MsgBody":"[Phone Number]: \u002B4412345 5432112 [Message]: test LOL\u003CLaughing out loud\u003E"},{"MsgID":"E157465823","MsgBody":"[Sender]: sender@mail.com [Subject]: subject [Message]: ttest \u003CURL Quarantined\u003E"},{"MsgID":"E568344754","MsgBody":"[Sender]: sedner@mail.com [Subject]: SIR 20/11/2020 [Message]: Sort Code: 11-33-55 Nature of Incident: Staff Attack Ttest \u003CURL Quarantined\u003E"},{"MsgID":"T565670870","MsgBody":"@sender test LOL\u003CLaughing out loud\u003E #test #test #coursework @mentionsUser"},{"MsgID":"S222222222","MsgBody":"[Phone Number]: \u002B44 12345 678987 [Message]: This is a test Input. Testing abbreviations - LOL\u003CLaughing out loud\u003E W/B\u003CWrite back\u003E"},{"MsgID":"S999999999","MsgBody":"[Phone Number]: \u002B101 11111 111111 [Message]: This is another test input"},{"MsgID":"E111111111","MsgBody":"[Sender]: me@sender.com [Subject]: Regular Email [Message]: Testing message \u003CURL Quarantined\u003E"},{"MsgID":"E222222222","MsgBody":"[Sender]: another@email.com [Subject]: SIR 28/07/2000 [Message]: Sort Code: 99-88-77 Nature of Incident: Staff Attack This is the message body. This website for more \u003CURL Quarantined\u003E"},{"MsgID":"E333333333","MsgBody":"[Sender]: thisisme@email.com [Subject]: Just an Email [Message]: This will be a test for messages with 1028 characters to see what the maximum length for the message body would look like. This will be a test for messages with 1028 characters to see what the maximum length for the message body would look like. This will be a test for messages with 1028 characters to see what the maximum length for the message body would look like. This will be a test for messages with 1028 characters to see what the maximum length for the message body would look like. This will be a test for messages with 1028 characters to see what the maximum length for the message body would look like. This will be a test for messages with 1028 characters to see what the maximum length for the message body would look like. This will be a test for messages with 1028 twcharacters to see what the maximum length for the message body would look like. This will be a test for messages with 1028 characters to see what the maximum length for the message body would look like. This will be a test for messages with one"},{"MsgID":"T222222222","MsgBody":"@senderIsMe Message body for twitter message. Testing abbreviation - LOL\u003CLaughing out loud\u003E W/B\u003CWrite back\u003E"},{"MsgID":"T333333333","MsgBody":"@anotherSender Message Body. Checking hashtags and mentions. @senderIsMe will be counted as a mention. #coursework #NapierUniversity"},{"MsgID":"T444444444","MsgBody":"@lastSender #coursework - the mention counter for coursework should now be 2"},{"MsgID":"E123456789","MsgBody":"[Sender]: SIRtest@email.com [Subject]: SIR 12/11/2020 [Message]: Sort Code: 11-22-33 Nature of Incident: Theft This is another SIR test. Should be added to serious incident list at end of session."},{"MsgID":"T121415161","MsgBody":"@UserName LOL\u003CLaughing out loud\u003E #Testing should be added as no errors in this message"}]